

const sec=[
	{link: 'https://korabli.su/ru/news/game-updates/update-0910-american-battleships/',
	description:`На мой взгляд слишком большая вступительная часть. Я бы не стала скроллить до новости,хотелось бы, чтобы хоть
	мини-кусочек ее было видно сразу. Один из двух баннеров
	я бы убрала, или если они важны, то можно было бы сделать их бесконечным слайером со сменой кадров по таймеру * 
	Для меня- новость слишком длинная- я бы разбила ее на подразделы, что-то вроде раскрывающихся подразделов, так как 
	очень много текста и картинок, там более, что явно можно выделить логические блоки`},
	{link:'https://korabli.su/ru/news/game-updates/update-01111-new-year/',
		description: `Мне не нравится меню между баннерами, оно теряется между ними. непонятно, что оно относится к новости.
		Я бы по прежнему- убрала один баннер. и меню перенесла к новости, тогда бы понятнее * 
		Я думаю, что кнопки слайдера, не должны наезжать на футер`}




]
const third=[{desc:`
при поиске игрока если вводишь 2 буквы  и нажимаешь enter ничего не происходит. 
никакого всплывающего окна. кнопка пропадаетю и все. Я бы добавила информацию, о минимальной днине или некорректности имени * 
В верстке в блоке мейн есть несколько мест, где div оборачивается в div - без стилей, можно быдо бы убрать `,link:''}]